Repository: thangpd/credglv
Catalog: glv-multilevel-commision/languages/wmc-*.po
Languages: it_it

source: Exclude Product from Credit
it_it: Escludere il prodotto da credito

source: Select Page
it_it: Seleziona Pagina

source: Activate your Copy
it_it: Attivare la tua copia

source: Purchase Code
it_it: Codice Acquisto

source: Enter Purchase Code.
it_it: Inserisci codice di acquisto.

source: Referral Options
it_it: Opzioni di rinvio

source: Global Store Credit (%)
it_it: Archivio globale credito (%)

source: 1. The defined credit points will be deposited in affiliate users account.<br>2. For more information about "How credit system works?" visit <a href="http://referral.prismitworks.com/#ffs-tabbed-13" target="_blank">here</a>
it_it: 1. i punti di credito definiti saranno depositati nel conto affiliato utenti.<br>2. per ulteriori informazioni su "Come gli impianti del sistema di credito?" visita <a href="http://referral.prismitworks.com/#ffs-tabbed-13" target="_blank">qui</a>

source: Welcome Credit
it_it: Benvenuto credito

source: 1. All Users : All users including the existing ones will be presented with Welcome Credits on their first purchase.
it_it: 1. Tutti gli utenti: Tutti gli utenti compresi quelli esistenti saranno presentati con Benvenuti Credits sul loro primo acquisto

source: 2. New Users : Only the newly registered users will be presented with Welcome Credits on their first purchase. Existing users are not entitled for this benefit.
it_it: 2. Nuovi Utenti: Solo gli utenti registrati di recente saranno presentati con Benvenuti Credits sul loro primo acquisto. Gli utenti esistenti non hanno diritto a questo beneficio.

source: All Users
it_it: Tutti gli utenti

source: New Users
it_it: Nuovi utenti

source: Credit validity by period
it_it: la validità di credito per periodo

source: This sets the number of months/years for expire credits.
it_it: Questo imposta il numero di mesi/anni per crediti in scadenza.

source: Select expiry
it_it: Selezionare scadenza

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Notification Mail Time
it_it: Tempo di Mail di notifica

source: This sets the number of days for send notification mail for expire credits.
it_it: Questo imposta il numero di giorni per inviare una notifica mail per crediti in scadenza.

source: Monthly max credit limit
it_it: Limite di credito massimo mensile

source: The credit points will not be credited more than defined limit in the period of one month
it_it: I punti di credito non saranno accreditati oltre il limite definito nel periodo di un mese

source: Max Redemption (%)
it_it: Redenzione di Max (%)

source: You can define the limit for redemption. If you set 50% then user can not be redeem points more than 50% of product price.
it_it: È possibile definire il limite per la redenzione. Se si imposta il 50%, quindi l'utente non può essere riscattare punti oltre il 50% del prezzo del prodotto.

source: Exclude products
it_it: Escludi Prodotti

source: Select the product which you want to be exclude from this referral program
it_it: Selezionare il prodotto che si desidera essere escludere da questo programma di referral

source: Terms And Conditions Page
it_it: Pagina Termini e Condizioni

source: Select the terms and condition page
it_it: Selezionare la pagina termini e condizioni

source: Auto Join
it_it: Join automatico

source: Select "Yes" if you want to register users automatically to referral program
it_it: Selezionare "Sì" Se si desidera registrare gli utenti automaticamente al programma di rinvio

source: Yes
it_it: Sì

source: Category Credit Preference
it_it: Categoria di credito preferenza

source: In case of multiple category selected for product, this setting will decide which credit percentage should be used. If "Highest" selected then highest percentage between all the categories will be considered, if "Lowest" selected lowest percentage will be considered
it_it: In caso di multiple categoria selezionata per prodotto, questa impostazione deciderà quale percentuale di credito deve essere utilizzato. Se selezionato "Più alto" quindi da considerarsi una percentuale più alta tra tutte le categorie, se selezionato "Più basso" più basso percentuale sarà considerato

source: Lowest
it_it: Minima

source: Highest
it_it: Massimo

source: Affiliate Credit (%)
it_it: Affiliazione credito (%)

source: Enter a credit percentage, this percentage will apply for all the products in this category
it_it: Immettere una percentuale di credito, questa percentuale si applica per tutti i prodotti in questa categoria

source: Multilevel Referral
it_it: Referral multilivello

source: Multilevel Referral Plugin Settings
it_it: Impostazioni Plugin Referral multilivello

source: 1. The defined credit points will be deposited in affiliate users account, when user purchase this product.<br>2. For more information about "How credit system works?" visit <a href="http://referral.prismitworks.com/#ffs-tabbed-13" target="_blank">here</a>
it_it: 1. i punti di credito definiti saranno depositati nel conto affiliato gli utenti, quando utente acquistare questo prodotto.<br>2. per ulteriori informazioni su "Come gli impianti del sistema di credito?" visita <a href="http://referral.prismitworks.com/#ffs-tabbed-13" target="_blank">qui</a>

source: Order
it_it: Ordine

source: Orders
it_it: Ordini

source: No orders avaliable.
it_it: Nessun ordini disponibile.

source: Name
it_it: Nome

source: Earned Credits
it_it: crediti acquisiti

source: Redeemed Credits
it_it: Credits rimborsate

source: Customer Name
it_it: Nome del cliente

source: User
it_it: Utente

source: Users
it_it: utenti

source: No users found, dude.
it_it: Nessun utente trovato, amico.

source: Search By Name
it_it: Ricerca per nome

source: Search By Email
it_it: Ricerca per email

source: Date Range
it_it: Intervallo di date

source: Apply
it_it: Applicare

source: Referral Code
it_it: Referal Codice

source: Join Date
it_it: Data di iscrizione

source: No of Followers
it_it: Numero di seguaci

source: Total Credits
it_it: Totale Crediti

source: Hierarchy
it_it: Gerarchia

source: Deactive Date
it_it: Data disattivare

source: Edit
it_it: Modifica

source: Select %s
it_it: Selezionare %s

source: View hierarchy
it_it: Visualizza gerarchia

source: Add back to referrals
it_it: Aggiungere di nuovo ai deferimenti

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
it_it: Questo controlla il titolo principale contenuta all'interno della notifica e-mail. Lasciare vuoto per usare il titolo di default: <code>% s </ code>.

source: Plain text
it_it: testo normale

source: Invite Friends
it_it: Invita gli amici

source: Invite your friends
it_it: Invita un tuo amico o collega

source: You can earn more credits by inviting more people to join this referral program. You can add comma separated list of emails below ...
it_it: È possibile guadagnare più commissioni invitando persone a partecipare a questo programma di riferimento. Basta aggiungere elenco separato da virgole di e-mail qui sotto ...

source: Invite
it_it: Invitare

source: Share on Social Media
it_it: Condividi su Social Media

source: Select promotional banner from the following to share on social media
it_it: Selezionare bandiera promozionali da quanto segue per condividere sui social media

source: Referral Code :
it_it: Referal Codice :

source: Visit
it_it: Visita

source: My Affiliates
it_it: I miei affiliati

source: Show/Hide
it_it: Mostrare /nascondere

source: Affiliates
it_it: Affiliati

source: Could not find any affiliate users. Please invite more friends and colleagues to start earning credit points.
it_it: Impossibile trovare utenti di affiliazione. Si prega di invitare più amici e colleghi per iniziare a guadagnare punti di credito.

source: Affiliates :
it_it: Affiliati :

source: This particular column shows the number of Affiliates for the corresponding affiliate member.
it_it: Questa colonna particolare mostra il numero di affiliati per il membro di affiliazione corrispondente.

source: View Hirarchy
it_it: Visualizza gerarchia

source: Referral Program Details
it_it: Dettagli del programma Referral

source: Your Referral Code
it_it: IL tuo Codice Referal

source: Store Credits
it_it: Totale Crediti

source: Total Followers
it_it: Totale Affiliati

source: Date
it_it: Data

source: Note
it_it: Nota

source: %s Store credit is refund for order %s.
it_it: %s credito Store è il rimborso per ordine %s

source: %s Store credit is earned from order %s.
it_it: %s credito Store è guadagnato dall'ordine %s

source: %s Store credit is earned through referral user ( %s order %s )
it_it: %s negozio di credito è guadagnato attraverso user rinvio (%s ordine %s)

source: %s Store credit is used in order %s.
it_it: %s credito Store è utilizzato al fine %s.

source: %s Store credit is expired.
it_it: %s negozio di credito è scaduta.

source: Please enter a valid E-mail address.
it_it: Si prega di inserire un indirizzo email valido.

source: The user is already part of our referral program, please try with different E-mail address.
it_it: L'utente è già parte del nostro programma di riferimento, riprova con diversi indirizzi e-mail.

source: E-mail address is invalid.
it_it: L'indirizzo email non è valido.

source: We can not send invitation to below listed E-mail addresses.
it_it: Non siamo in grado di inviare l'invito al di sotto di indirizzi e-mail indicati.

source: Your invitations are sent succesfully!
it_it: I tuoi inviti vengono inviati con successo!

source: Error
it_it: Errore

source: Thanks for joining the referral program
it_it: Grazie per l'adesione al programma di riferimento

source: Please enter the First name.
it_it: Si prega di inserire il Nome.

source: Please enter the Last name.
it_it: Si prega di inserire il cognome.

source: You must have to add referral code to join referral program.
it_it: È necessario disporre di aggiungere codice di riferimento di aderire programma di riferimento.

source: E-mail address is invalid
it_it: l'indirizzo email non è valido

source: There is no such referral code exist<strong>(
it_it: Non esiste codice di riferimento esistere <strong> (

source: This referral E-mail <strong>(
it_it: Questo rinvio email <strong> (

source: Please accept referral Program terms and conditions
it_it: Si prega di accettare i termini e le condizioni programma di riferimento

source: This is the promotional banner
it_it: Questo è il banner promozionale

source: All Banners
it_it: tutti i banner

source: Please make sure that amount should be equal or less than the maximum limit.
it_it: Si prega di fare in modo tale importo deve essere uguale o inferiore al limite massimo.

source: Store credits successfully applied
it_it: Conservare crediti applicati con successo

source: You have earned %s store points.
it_it: Hai guadagnato %s punti di ripristino.

source: You can not use Store credit in following products: %s
it_it: Non è possibile utilizzare Conservare credito in seguenti prodotti: %s

source: Store Credit
it_it: Conservare credito

source: Store credits is removed becuase of cart total is same as discount.
it_it: crediti Store è rimosso a causa della spesa totale è lo stesso sconto.

source: Remove
it_it: Rimuovere

source: Credit logs
it_it: i registri di credito

source: Email templates
it_it: modelli di posta elettronica

source: Joining mail for referral program
it_it: Unire posta per programma di riferimento

source: You can use {referral_code} to replace respective referral code.
it_it: È possibile utilizzare {referral_code} per sostituire rispettivo codice di riferimento.

source: You can use {first_name} to replace respective user name.
it_it: È possibile utilizzare {first_name} per sostituire rispettivo nome utente.

source: You can use {last_name} to replace respective user name.
it_it: È possibile utilizzare {last_name} per sostituire rispettivo nome utente.

source: Invitation mail for Referral users
it_it: mail di invito per gli utenti di rinvio

source: You can use [referral_link text="Click here"] to replace respective user referral link.
it_it: È possibile utilizzare [referral_link text = "Clicca qui"] per sostituire rispettivo link di riferimento utente.

source: Expire credit notification
it_it: notifica di credito scaduta

source: {available_credits} - Replace respective user credits.
it_it: {available_credits} - Sostituire rispettivi crediti degli utenti.

source: {first_name} - Replace respective user name.
it_it: {first_name} - Sostituire rispettivo nome utente.

source: {last_name} - Replace respective user name.
it_it: {last_name} - Sostituire rispettivo nome utente.

source: {expire_date} - Replace respective expiry date of user credits.
it_it: {expire_date} - Sostituire rispettiva data di scadenza dei crediti degli utenti.

source: {validity_period} - Replace respective store credit validity.
it_it: {validity_period} - Sostituire rispettivo validità negozio di credito.

source: {today_date} - Replace respective current date.
it_it: {today_date} - Sostituire rispettiva data corrente.

source: {expire_month} - Replace respective credit expired month.
it_it: {expire_month} - Sostituire rispettivo credito scade mese.

source: {expire_credits} - Replace respective expired credits.
it_it: {expire_credits} - Sostituire rispettivi crediti scaduti.

source: Save template
it_it: Salva modello

source: Orderwise credits
it_it: Ordine dei titoli saggi

source: Referral users
it_it: gli utenti di riferimento

source: Orderwise user credits
it_it: Ordine dei titoli utente saggi

source: Point logs
it_it: log Point

source: Banners
it_it: bandiera

source: Deleted Referrals
it_it: eliminati Referenti

source: Total Users
it_it: Totale utenti

source: Referrals
it_it: Referenti

source: is successfully activated
it_it: Conservare crediti applicati con successo

source: Referral Program Statistics
it_it: Referal Programma statistica

source: Joining date of referral user
it_it: Data di utente rinvio Joining

source: Referral Discount
it_it: Sconto Referral

source: Status of referral user for discount that taken or not?
it_it: Stato di utente di riferimento per lo sconto che preso o no?

source: Referral code
it_it: Referal Codice

source: Auto generated referral code for referral users
it_it: Auto generare il codice di riferimento per gli utenti di riferimento

source: Join Referral Program
it_it: Partecipa Referral Program

source: I have the referral code and want to join referral program.
it_it: Ho il codice di riferimento e voglio aderire programma di riferimento.

source: I don't have referral code or I lost it. But I wish to join referral program.
it_it: Non ho codice di riferimento o l'ho perso. Ma desidero aderire programma di riferimento.

source: I've read and agree to the referral program
it_it: Ho letto e accetto il programma di riferimento

source: terms and conditions
it_it: termini e condizioni

source: Join
it_it: Aderire

source: Send Invitations
it_it: Inviare inviti

source: Add referral code if you have
it_it: Aggiungere codice di riferimento se si dispone di

source: By registering here, you agree to the terms, conditions, refunds policy, and privacy statement
it_it: Registrandoti qui, si accettano i termini, le condizioni, politica di rimborsi, e l'informativa sulla privacy

source: No, I don't want to be a part of referral program at this time.
it_it: No, io non voglio essere una parte del programma di riferimento in questo momento.

source: terms & conditions
it_it: Termini & Condizioni

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: You have %s store credits.
it_it: Hai %s crediti negozio.

source: Redeem now.
it_it: Riscattare ora.

source: You can use max %s as store credit.
it_it: È possibile utilizzare max %s come credito negozio.

source: error: Your environment does not meet all of the system requirements listed below.
it_it: di errore: L'ambiente non soddisfa tutti i requisiti di sistema elencati di seguito.

source: You're running version
it_it: Si sta eseguendo la versione

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to
it_it: Se è necessario aggiornare la versione di PHP è possibile richiedere il servizio di hosting per l'assistenza, e se hai bisogno di aiuto l'aggiornamento di WordPress si può fare riferimento a

source: the
it_it: il
